#Generated by Eclipse Messages Editor (Eclipse Babel)

Import_Error_TourMarkerLabel_ExceededTimeSlice = Ceci est un intervalle de temps d\u00E9pass\u00E9, dur\u00E9e: {0}

PrefPage_Fit_Checkbox_FitImportTourType            = Assigne le type de parcours aux champs des fichiers FIT
PrefPage_Fit_Checkbox_IgnoreLastMarker             = &Ignorer les marqueurs \u00E0 la fin du parcours
PrefPage_Fit_Checkbox_IgnoreSpeedValues            = Ne pas importer les donn\u00E9es de vitesse
PrefPage_Fit_Checkbox_ReplaceTimeSlice             = &Remplacer les intervalles quand ils d\u00E9passent une dur\u00E9e plus longue
PrefPage_Fit_Combo_Power_Data_Source_Garmin_RD_Pod = Garmin Running Dynamics Pod
PrefPage_Fit_Combo_Power_Data_Source_Stryd         = Stryd
PrefPage_Fit_Group_AdjustTemperature               = Temp\u00E9rature
PrefPage_Fit_Group_IgnoreLastMarker                = Filtre de Marqueurs
PrefPage_Fit_Group_Power                           = Puissance
PrefPage_Fit_Group_ReplaceTimeSlice                = Intervalle d\u00E9pass\u00E9
PrefPage_Fit_Group_Speed                           = Vitesse
PrefPage_Fit_Group_TourType                        = Type de Parcours
PrefPage_Fit_Label_AdjustTemperature               = Corriger les &temp\u00E9ratures
PrefPage_Fit_Label_AdjustTemperature_Info          = Cette valeur sera ajout\u00E9e \u00E0 toutes les valeurs de temp\u00E9rature import\u00E9es.\n\
                                                     \n\
                                                     Cette fonctionnalit\u00E9 peut \u00EAtre utilis\u00E9e pour corriger les valeurs de temp\u00E9rature qui sont erron\u00E9es. C'est \
                                                     malheureusement la seule fa\u00E7on de proc\u00E9der tant que le fabricant n'am\u00E9liore pas ses appareils.
PrefPage_Fit_Label_FitImportTourType_Info          = Quand cette fonctionnalit\u00E9 est s\u00E9lectionn\u00E9e, le type de parcours peut \u00EAtre d\u00E9fini en utilisant le Sport Name (ex: \
                                                     "CYCLING") et les champs du nom du profil (ex: "Bike") du fichier FIT import\u00E9.
PrefPage_Fit_Label_IgnoreLastMarker_Info           = Les marqueurs ne sont pas cr\u00E9\u00E9s\n\
                                                     \u25CF Quand ils sont situ\u00E9s \u00E0 la fin du parcours.\n\
                                                     \u25CF Quand ils sont inclus dans les intervalles de temps s\u00E9lectionn\u00E9s.\n\
                                                     Tous les autres marqueurs seront cr\u00E9\u00E9s.
PrefPage_Fit_Label_IgnoreLastMarker_TimeSlices     = Intervalles
PrefPage_Fit_Label_IgnoreSpeedValues_Info          = Les valeurs de vitesse peuvent \u00EAtre calcul\u00E9es \u00E0 partir des donn\u00E9es de temps et de distance.\n\
                                                     \n\
                                                     Quand cette fonctionnalit\u00E9 est s\u00E9lectionn\u00E9e, les valeurs de vitesse provenant des donnees FIT seront ignor\u00E9es, cela permettra \
                                                     d'\u00E9conomiser de l'espace disque.
PrefPage_Fit_Label_Preferred_Power_Data_Source     = Source de donn\u00E9es de puissance &pr\u00E9f\u00E9r\u00E9e
PrefPage_Fit_Label_ReplaceTimeSlice_Duration       = Dur\u00E9e d\u00E9pass\u00E9e (secondes)
PrefPage_Fit_Label_ReplaceTimeSlice_Info           = Quand un intervalle exc\u00E8de la dur\u00E9e s\u00E9lectionn\u00E9e alors il sera remplac\u00E9 par un intervalle de 1 seconde, le temps \
                                                     d'enregistrement du parcours sera aussi ajust\u00E9.\n\
                                                     \n\
                                                     Cette fonctionnalit\u00E9 est utile pour corriger les bugs d'enregistrement des appareils.
PrefPage_Fit_Radio_TourTypeFromProfile             = Nom du profil (vide pour certains fichiers)
PrefPage_Fit_Radio_TourTypeFromProfileElseSport    = Nom du profil quand disponible, sinon Sport Name
PrefPage_Fit_Radio_TourTypeFromSport               = Sport Name
PrefPage_Fit_Radio_TourTypeFromSportAndProfile     = Les deux champs, ex: "CYCLING - Bike"
