#Generated by Eclipse Messages Editor (Eclipse Babel)

Import_Error_TourMarkerLabel_ExceededTimeSlice = Este es un intervalo de tiempo excedido, duraci\u00F3n: {0}

PrefPage_Fit_Checkbox_FitImportTourType            = Establecer &Tipo de Tour en campos del archivo FIT
PrefPage_Fit_Checkbox_IgnoreLastMarker             = &Ignorar marcadores de tour al final del tour
PrefPage_Fit_Checkbox_IgnoreSpeedValues            = No importar valores de &velocidad
PrefPage_Fit_Checkbox_ReplaceTimeSlice             = &Reemplazar intervalos de tiempo cuando se &exceda una duraci\u00F3n m\u00E1s larga
PrefPage_Fit_Combo_Power_Data_Source_Garmin_RD_Pod = Garmin Running Dynamics Pod
PrefPage_Fit_Combo_Power_Data_Source_Stryd         = Stryd
PrefPage_Fit_Group_AdjustTemperature               = Temperatura
PrefPage_Fit_Group_IgnoreLastMarker                = Filtro de Marcadores de Tour
PrefPage_Fit_Group_Power                           = Potencia
PrefPage_Fit_Group_ReplaceTimeSlice                = Intervalo de Tiempo Excedido
PrefPage_Fit_Group_Speed                           = Velocidad
PrefPage_Fit_Group_TourType                        = Tipo de Tour
PrefPage_Fit_Label_AdjustTemperature               = Rectificar &temperatura
PrefPage_Fit_Label_AdjustTemperature_Info          = Este valor se a\u00F1adir\u00E1 a cada valor de temperatura importado.\n\
                                                     \n\
                                                     Esta funci\u00F3n se puede usar para rectificar los valores de temperatura del dispositivo que son incorrectos. No es nada divertido ajustar los valores incorrectos del dispositivo de esta manera, pero \
                                                     es la \u00FAnica forma cuando el fabricante no mejora el hardware.
PrefPage_Fit_Label_FitImportTourType_Info          = Cuando se selecciona esta funci\u00F3n, el Tipo de Tour se puede establecer utilizando los campos Nombre del Deporte (por ejemplo: "CICLISMO") y Nombre del Perfil (por ejemplo: "Bicicleta") del archivo \
                                                     FIT importado.
PrefPage_Fit_Label_IgnoreLastMarker_Info           = No se crear\u00E1n marcadores de tour\n\
                                                     \u25CF Cuando ocurran al final del tour.\n\
                                                     \u25CF Est\u00E9n dentro del rango de los intervalos de tiempo seleccionados.\n\
                                                     Se crear\u00E1n todos los dem\u00E1s marcadores de tour.
PrefPage_Fit_Label_IgnoreLastMarker_TimeSlices     = Intervalos de tiempo
PrefPage_Fit_Label_IgnoreSpeedValues_Info          = Los valores de velocidad se pueden calcular a partir del tiempo y la distancia.\n\
                                                     \n\
                                                     Cuando se selecciona esta funci\u00F3n, los valores de velocidad dentro de los datos FIT se ignorar\u00E1n, esto ahorrar\u00E1 espacio en disco.
PrefPage_Fit_Label_Preferred_Power_Data_Source     = &Fuente de Datos de Potencia Preferida
PrefPage_Fit_Label_ReplaceTimeSlice_Duration       = Duraci\u00F3n excedida (segundos)
PrefPage_Fit_Label_ReplaceTimeSlice_Info           = Cuando un intervalo de tiempo exceda la duraci\u00F3n seleccionada, este intervalo de tiempo se reemplazar\u00E1 por un intervalo de tiempo de 1 segundo, esto tambi\u00E9n ajustar\u00E1 el tiempo \
                                                     transcurrido del tour.\n\
                                                     \n\
                                                     Esta funci\u00F3n se utiliza principalmente para corregir errores de grabaci\u00F3n del dispositivo, por ejemplo, el dispositivo del autor cre\u00F3 un intervalo de tiempo con una duraci\u00F3n de m\u00E1s de 17 a\u00F1os.
PrefPage_Fit_Radio_TourTypeFromProfile             = Nombre del &Perfil (en blanco en algunos archivos)
PrefPage_Fit_Radio_TourTypeFromProfileElseSport    = Nombre del Perfil cuando est\u00E9 &disponible, de lo contrario Nombre del Deporte
PrefPage_Fit_Radio_TourTypeFromSport               = Nombre del &Deporte
PrefPage_Fit_Radio_TourTypeFromSportAndProfile     = Ambos campos, por ejemplo: "CICLISMO - Bicicleta"
